/* localizable strings */
"OK" = "OK";
"Cancel" = "Annuler";
"Are you sure you want to delete ?" = "Êtes-vous sûr(e) de vouloir supprimer ?";
"Are you sure you want to empty the contents of this archive ?" = "Êtes-vous sûr(e) de vouloir vider le contenu de cette archive ?";
"Extract Here" = "Extraire ici";
"Compress Here" = "Compresser ici";
"Operation failed" = "Echec de l’opération";
"Warning !" = "Avertissement !";
"The contents of the file can not be deleted with this programme !" = "Le contenu du fichier ne peut pas être supprimé avec ce programme !";
"/Desktop" = "/Bureau";
"Save" = "Enregistrer";
"Being analyzed," = "Analyse en cours,";
"please wait for a moment !" = "veuillez patienter un instant !";
"Compressing," = "Compression en cours,";
"file" = "fichier";
"folder" = "dossier";
"Being analyzed..." = "Analyse en cours...";
"Being analyzed: " = "Analyse en cours: ";
"The contents of the file can not be shown with this programme !" = "Le fichier ne peut pas s’afficher !";
"The contents of the file is empty !" = "Le contenu de ce fichier est vide !";
"Can not open this file with this programme !" = "Impossible d'ouvrir ce fichier avec ce programme !";
"Detect automatically" = "Détecter automatiquement";
"Password needed on file \"%@\"" = "Mot de passe requis pour le fichier \"%@\"";
"Extracting" = "Extraction";
"Extracting:" = "Extraction:";
"The contents of [%@] can not be extracted with this programme !" = "Le contenu du fichier [%@] ne peut être extrait avec ce programme !";
"The contents of the file can not be extracted with this programme !" = "Le contenu du fichier ne peut être extrait avec ce programme !";
"Error : [%@] !" = "Erreur : [%@] !";
"%d items" = "%d items";
"%d item" = "%d item";
"have existed, do you want to update ?" = "ont existé, voulez-vous mettre à jour ?";
"Updating view from \"%@\"" = "Mise à jour de vue à partir \"%@\"";
"Adding files to" = "Ajout de fichiers à";
"%@  (%d/%d total)" = "%@  (%d/%d total)";
"The same file is opening, eject it please !" = "Le même fichier est l'ouverture, éjectez il s'il vous plaît !";
"Creating : " = "Création d' : ";
"Select a folder to save" = "Sélectionnez un dossier pour enregistrer";
"Save Here" = "Enregistrer ici";
"Compressing : " = "Compression : ";
"Some error happen, retry please !" = "Une erreur arrive, s'il vous plaît réessayer !";
"Normal" = "Normal";
"Maximized" = "Maximisée";
"Name" = "Nom";
"Kind" = "Type";
"Size" = "Taille";
"Original size" = "Taille d’origine";
"Created" = "Créé";
"Modified" = "Modifié";

"About SmartZipper Pro" = "A propos de SmartZipper Pro";
"Preferences" = "Préférences…";
"Services" = "Services";
"Hide SmartZipper Pro" = "Masquer SmartZipper Pro";
"Hide Others" = "Masquer les autres";
"Show All" = "Afficher tout";
"Quit SmartZipper Pro" = "Quitter SmartZipper Pro";

"Set selected the path as default saving path" = "Définir le chemin d'accès comme chemin d'enregistrement par défaut";
"Default path can be modified in \"Preferences\"" = "Le chemin d'accès d'enregistrement par défaut peut être modifié dans \"Préférences\"";

"Add" = "Ajouter";
"Delete" = "Supprimer";
"Quick Look" = "Aperçu";
"Extract to" = "Extraire";
"Search" = "Rechercher";
"File Name" = "Nom";

"Edit" = "éditer";
"View" = "Voir";
"Help" = "Aide";

"Window" = "Fenêtre";
"Minimize" = "Réduire";
"Open Window" = "Ouvrir fenêtre";
"Bring All to Front" = "Tout devant";

"Date Modified" = "Heure";
"Path" = "Chemin";

"Extract" = "Extraire";
"Advanced" = "Avancé(e)";
"Always custom" = "Toujours personnaliser";
"Use default path" = "Utiliser le chemin d’accès par défaut";
"Change" = "Changer";
"Show content in Finder after extraction" = "Afficher le contenu dans le Finder après l'extraction";
"When double-clicking archive in the Finder, directly extract" = "Lorsque vous double-cliquant archive dans le Finder, extraire directement";
"Set SmartZipper Pro as default compressor/uncompressor" = "Etablir SmartZipper Pro comme compresseur/décompresseur par défaut";
"Close" = "Fermer";

"Filename encoding autodetection" = "Détection automatique de l’encodage du nom de fichier";
"Filename encoding:" = "Encodage du nom de fichier:";
"Threshold:" = "Seuil:";
"confidence" = "Confiance";
"(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)" = "(Un niveau de confiance inférieur  amène le programme à demander un encodage au lieu d’utiliser celui qui est autodétecté.)";



"General" = "Général";
"Compression format:" = "Format de compression:";
"[gz and bzip2 only support one file every time !]" = "[gz et bzip2 ne supportent qu’un seul fichier à la fois !]";
"Split" = "Diviser";
"Split size:" = "Diviser la taille:";
"Encrypt" = "Encoder";
"Input password:" = "Mot de passe de saisie:";
"Encrypt headers ( Only 7z )" = "Encoder les en-tête ( seulement 7z )";

"Compression level:" = "Niveau de compression: ";
"Store" = "Stocker";
"Fastest" = "Express";
"Fast" = "Rapide";
"Normal" = "Normal";
"Maximum" = "Maximum";
"Ultra" = "Ultra";
"Solid archives (only 7z)" = "Archives compactes (seulement 7Z)";
"Exclude Mac OS X resource forks (ex: .DS_Store)" = "Exclure les clones de ressource Mac OS X (ex: .DS_Store)";
"Show content in Finder after compression" = "Afficher le contenu dans le Finder après compression";
"The same path of the original file" = "Le même chemin d’accès du fichier original";

"Rate the App description" = "Merci d'utiliser notre logiciel. Vous a-t-il aidé ? Nous vous saurions gré de bien vouloir l'évaluer pendant votre temps libre. Un grand merci.";
"Rate now" = "Évaluer dès maintenant";
"Rate later" = "Évaluer plus tard ";
"Don't show again" = "Ne plus afficher ce message";


"Help Document" = "Document d'aide";
"Are you sure you want to add ?" = "Voulez-vous vraiment ajouter les fichiers ?";
"Selected Items" = "Éléments sélectionnés";
"Entire Zip File" = "Fichier ZIP entier";
"Open" = "Ouvrir";
"Go" = "Aller";
"Work path : " = "Chemin de travail : ";



"help introduce" = "※\nVous feriez mieux de choisir \"%@\" comme répertoire de travail afin que SmartZipper Pro y fonctionne mieux. Vous pourrez profiter de quelques fonctionnalités pratiques par défaut.\n\n※\nVous pouvez entrer l'interface \"%@\" par l'option du menu: \"SmartZipper Pro\". Vous pourrez ainsi effectuer la configuration des préférences de votre choix.\n\n※\nVous pouvez ouvrir la fenêtre en sélectionnant dans le menu : \"%@\".";

"Open a directory or an archiver" = "Ouvrir un répertoire ou un archiveur";


"Previous" = "Précédent";
"Next" = "Prochain";
"Zoom" = "Zoom";
"Zoom to Fit" = "Zoom au mieux";

"Skip" = "Passer";
"The file has been removed!" = "Le fichier n'existe pas.";

"Are you sure you want to add or open the files ?" = "Êtes-vous certain de vouloir ajouter ou ouvrir ces fichiers ?";
"Extract slowly" = "Vérifiez quel fichier nécessite un mot de passe s'il y a différents mots de passe avec différents fichiers dans les archives. (Lentement)";

"Review on the App Store" = "Retrouver sur l'Appstore";
"Always show compress panel" = "Toujours afficher la fenêtre de l'option compression";
"Always use default format" = "Compresser au format de compression par défaut";
"Finder's context menu" = "Menu contextuel de Finder";

"Purchase" = "achat";
"remind purchase text" = "Vous utilisez une version d'essai de SmartZipperPro. Si vous l’aimez, veuillez l’acheter à Mac AppStore";
"You can also try a few days of" = "Il reste %ld jours pour un essai gratuit";
"Remind me" = "rappeler";

"Ask user whether save document \"%@\"" = "Le document \"%@\" été modifié. Voulez-vous enregistrer les modifications ?";
"Ask user whether save doc document with images" = "La photo à l'intérieur du document pourrait être perdue. Voulez-vous enregistrer les modifications ?";
"Don't Save" = "Ne pas enregistrer";
"Undo Typing" = "Annuler la frappe";
"Redo Typing" = "Rétablir la frappe";
"Ask user whether update archive \"%@\"" = "Le document \"%@\" été modifié. Voulez-vous le mettre à jour dans l'archive ?";
"Update Archive" = "Mettre l'archive à jour";
"Updating files to" = "Fichiers en cours de mise à jour dans";
"Update" = "Mettre à jour";
"Don't Update" = "Ne pas mettre à jour";
"Hex" = "Hex";
"Preview" = "Preview";

"Cut" = "Couper";
"Copy" = "Copier";
"Paste" = "Coller";
